[
  {
    "file": "experiments/matrix1.js",
    "name": "Matrix 1",
    "description": "Inspired heavily by The Matrix movie this artwork showcases the basic matrix form where numbers ranging from 1 to 10 fall down in lines, generate at random x positions and overlap with eachother presenting the complexity of the matrix."
  },
  {
    "file": "experiments/matrix2.js",
    "name": "Matrix 2",
    "description": "Inspired heavily by The Matrix movie this artwork showcases the matrix in a grid form, forming a union while some numbers are sticking out and falling out of the matrix."
  },
  {
    "file": "experiments/matrix3.js",
    "name": "Matrix 3",
    "description": "Inspired heavily by The Matrix movie this artwork showcases a similar variation of the first artwork but with slight changes like adding the opacity to create a feel of dept while also adding the fallen out numbers to indicate some type of errors."
  },
  {
    "file": "experiments/matrix4.js",
    "name": "Matrix 4",
    "description": "Inspired heavily by The Matrix movie this artwork showcases a idea where there are two matrixes coexisting and overlapping with each other, one taking in more focus than the other. One matrix being more organized while the other more messy looking."
  },
  {
    "file": "experiments/grid.js",
    "name": "Grid 1",
    "description": "Inspired by Garrits grid example from the lecture I played around with squares and different ways of using random."
  },
  {
    "file": "experiments/grid2.js",
    "name": "Grid 2",
    "description": "Inspired by Garrits grid example from the lecture I modified the first grid artwork and played with stroke weights and how to implement deptness and illusion feel to the art."
  },
  {
    "file": "experiments/grid3.js",
    "name": "Grid 3",
    "description": "Inspired by Garrits grid example from the lecture I modified the grid artwork with random colors and feeling of flatness in comparison to the previous art."
  },
  {
    "file": "experiments/noise.js",
    "name": "Noise 1",
    "description": "Inspired by Garrits grid example from the lecture I played around with how to use noise and different colors."
  },
  {
    "file": "experiments/noise2.js",
    "name": "Noise 2",
    "description": "Inspired by Garrits grid example from the lecture I modified the previous example and played with noise value and different shapes ."
  }
]
